long_text1 = '''
START Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3
Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 Вибір: 3 FINISH'''